Repository: FraxinusAcer/color-picker
Catalog: color-picker@tuberry/locale/*/LC_MESSAGES/gnome-shell-extension-color-picker.po
Languages: nl

source: %s is picked.
nl: U heeft ‘%s’ gekozen.

source: MSG
nl: Bericht

source: OSD
nl: Melding

source: Notification style
nl: Meldingsstijl

source: history size
nl: Geschiedenisomvang

source: Enable systray
nl: Systeemvakpictogram tonen

source: right click to open menu
nl: Klik met de rechtermuisknop om het menu te openen

source: Shortcut to pick
nl: Te gebruiken sneltoets

source: arrow keys to move by pixel
nl: Gebruik de pijltjestoetsen om per pixel te verplaatsen

source: Persistent mode
nl: Permanente modus

source: right click or Escape key to exit
nl: Klik met de rechtermuisknop of druk op Esc om af te sluiten

source: Enable preview
nl: Kleuren voorvertonen

source: middle click or MENU key to open menu
nl: Klik met de middelste muisknop of druk op de menutoets om het menu te openen

source: Automatically copy
nl: Automatisch kopiëren

source: copy the color to clipboard after picking
nl: Kopieer de gekozen kleur automatisch naar het klembord
