Repository: FraxinusAcer/color-picker
Catalog: po/*.po
Languages: pt_pt, zh_cn

source: Mismatched filetype
zh_cn: 文件类型不匹配

source: Click or press ENTER to apply changes
zh_cn: 单击或按回车应用更改

source: red
zh_cn: 红

source: green
zh_cn: 绿

source: blue
zh_cn: 蓝

source: alpha
zh_cn: 不透明度

source: hue
zh_cn: 色相

source: saturation
zh_cn: 饱和度

source: lightness
zh_cn: 亮度

source: value
zh_cn: 明度

source: chroma
zh_cn: 色度

source: chroma A
zh_cn: 色度A

source: chroma B
zh_cn: 色度B

source: cyan
zh_cn: 青

source: magenta
zh_cn: 洋红

source: yellow
zh_cn: 黄

source: black
zh_cn: 黑

source: hex lowercase 2 digits
zh_cn: 两位小写十六进制

source: hex uppercase 2 digits
zh_cn: 两位大写十六进制

source: hex lowercase 1 digit
zh_cn: 一位小写十六进制

source: hex uppercase 1 digit
zh_cn: 一位大写十六进制

source: float with leading zero
zh_cn: 带个位零的小数

source: float without leading zero
zh_cn: 不带个位零的小数

source: number value (original)
zh_cn: (原始)数值

source: percent value
zh_cn: 百分数

source: Others
zh_cn: 其它

source: Default format
zh_cn: 默认格式

source: Color picked
zh_cn: 已拾取颜色

source: %s is picked.
pt_pt: Cor %s selecionada.
zh_cn: 已拾取%s。

source: (Key)
pt_pt: (Chave)
zh_cn: (按键)

source: MSG
zh_cn: 系统通知

source: OSD
zh_cn: 屏内提示

source: Lens
zh_cn: 镜头

source: Label
pt_pt: Etiqueta
zh_cn: 标签

source: Systray icon
zh_cn: 托盘图标

source: History and collection size
zh_cn: 历史及收藏大小

source: Screenshot
zh_cn: 截屏

source: Complete
zh_cn: 完成

source: Sound effect
zh_cn: 音效

source: _Automatically copy
zh_cn: 自动复制(_A)

source: Copy the color to clipboard after picking
zh_cn: 选取后复制颜色到剪贴板

source: _Default format
zh_cn: 默认格式(_D)

source: Also apply to the first Format menu item
zh_cn: 也适用于格式菜单首项

source: _Enable systray
zh_cn: 系统托盘(_E)

source: Right click to open menu
zh_cn: 右键打开菜单

source: Menu shortcuts
zh_cn: 菜单快捷键

source: toggle history/collection
zh_cn: 切换历史/收藏

source: trigger the toolbar button
zh_cn: 触发菜单栏按钮

source: Menu item shortcuts
zh_cn: 菜单项快捷键

source: copy the color
zh_cn: 复制颜色

source: primary click
zh_cn: 左键

source: remove the color
zh_cn: 移除颜色

source: middle click
zh_cn: 中键

source: trigger the tail button
zh_cn: 触发末尾按钮

source: secondary click
zh_cn: 右键

source: E_nable shortcut
zh_cn: 快捷键(_N)

source: Left click or press Enter / Space key to pick
zh_cn: 左键或按回车/空格键选取

source: F_ormat menu
zh_cn: 格式菜单(_O)

source: Middle click or press Menu key to open
zh_cn: 中键或按菜单键打开

source: _Persistent mode
zh_cn: 持续模式(_P)

source: Right click or press Esc key to quit
zh_cn: 右键或按 Esc 键退出

source: P_review style
zh_cn: 预览方式(_R)

source: Press arrow keys / wasd / hjkl to move by pixel and hold Ctrl key to accelerate
zh_cn: 方向键 / wasd / hjkl 按像素移动并按住 Ctrl 键加速

source: Shortcuts
zh_cn: 快捷键

source: toggle when picking
zh_cn: 取色时切换

source: scroll
zh_cn: 滚动

source: No_tification style
zh_cn: 通知方式(_T)

source: Notify the color after picking
zh_cn: 选取颜色后通知

source: Not_ification sound
zh_cn: 通知声音(_I)

source: Play the sound after picking
zh_cn: 选取颜色后响铃

source: Custom
zh_cn: 自便

source: _New Color Format
zh_cn: 新建颜色格式(_N)

source: Removed <i>%s</i> format
zh_cn: 已移除 <i>%s</i> 格式

source: Preset
zh_cn: 预设

source: Edit Color Format
zh_cn: 编辑颜色格式

source: Name
zh_cn: 名称

source: Format
zh_cn: 格式

source: The following parameters can be used:
zh_cn: 下列参数可用:

source: The color values can be formatted with (optional trailing precision):
zh_cn: 颜色值可格式化为(后可跟精度):

source: E.g., <tt>{Blf3}</tt> means the normalized blue value accurate to 3 decimal places.
zh_cn: 例如，<tt>{Blf3}</tt> 表示精确到千分位的归一化蓝色值。

source: _Basic
zh_cn: 基本(_B)

source: _Format
zh_cn: 格式(_F)

source: Clear
pt_pt: Apagar

source: Click or press ENTER to commit changes
pt_pt: Clique ou pressione ENTER para aplicar as alterações

source: Press any keys.
pt_pt: Pressione qualquer tecla.

source: history size
pt_pt: tamanho do histórico

source: Icon
pt_pt: Icone

source: preview style
pt_pt: pré-visualizar estilo

source: Automatically copy
pt_pt: Copiar automaticamente

source: copy the color to clipboard after picking
pt_pt: copiar para a área de transferência após escolher a cor

source: Shortcut to pick
pt_pt: Atalho para selecionar

source: press arrow keys / wasd / hjkl to move by pixel
pt_pt: pressiona as teclas de direção para mover pixel a pixel

source: Notification style
pt_pt: Estilo de notificação

source: Persistent mode
pt_pt: Modo persistente

source: right click or press Esc key to quit
pt_pt: botão direito ou tecla Esc para sair

source: Enable preview
pt_pt: Ativar pré-visualização

source: middle click or press Menu key to open menu
pt_pt: botão central ou tecla Menú para abrir o menu

source: Enable systray
pt_pt: Ativar tray do sistema

source: right click to open menu
pt_pt: botão direiro para abrir o menú
